TOKEN = "5869063429:AAFN0tAMdmGz9FlZBOEckTFDoI0e06d8mm0"

value ={'Российский рубль': '1', 'Австралийский доллар': 'AUD', 'Азербайджанский манат': 'AZN', 'Армянская драма': 'AMD', 'Белорусский рубль': 'BYN',
        'Болгарский лев': 'BGN', 'Бразильский реал': 'BRL', 'Венгерский форинт': 'HUF', 'Вон Республика Корея': 'KRW', 'Вьетнамский донг': 'VND',
        'Гонконгский доллар': 'HKD', 'Грузинский лари': 'GEL', 'Датская крона': 'DKK', 'Дирхам ОАЭ': 'AED', 'Доллар США': 'USD',
        'Евро': 'EUR', 'Египетский фунт': 'EGP', 'Индийский рупий': 'INR', 'Индонезийский рупий': 'IDR', 'Казахстанский тенге': 'KZT',
        'Канадский доллар': 'CAD', 'Катарский риал': 'QAR', 'Киргизский сомов': 'KGS', 'Китайский юань': 'CNY', 'Молдавских леев': 'MDL',
        'Новозеландский доллар': 'NZD', 'Новый туркменский манат': 'TMT', 'Норвежская крона': 'NOK', 'Польский злотый': 'PLN', 'Румынский лей': 'RON',
        'СДР (специальные права заимствования)': 'XDR', 'Сербский динар': 'RSD', 'Сингапурский доллар': 'SGD', 'Таджикский сомони': 'TJS', 'Таиландский бат': 'THB',
        'Турецкая лира': 'TRY', 'Узбекский сум': 'UZS', 'Украинская гривна': 'UAH', 'Фунт стерлингов Соединенного королевства': 'GBP', 'Чешская крона': 'CZK',
        'Шведская крона': 'SEK', 'Швейцарский франк': 'CHF', 'Южноафриканских рэнд': "ZAR", 'Японская иена': "JPY"}

pop_values = {'$': ['Доллар США', 'Российский рубль', '1'],
              '€': ['Евро', 'Российский рубль', '1'],
              '¥': ['Китайский юань', 'Российский рубль', '1'],
              '£': ['Фунт стерлингов Соединенного королевства', 'Российский рубль', '1']}